Repository: salfield/hubspace
Catalog: hubspace/locales/*_stockholm/LC_MESSAGES/messages.po
Languages: sv

source: Dear %(name)s, Thank you for your booking at The Hub %(location)s. You have booked %(resource)s from %(start)s to %(end)s on %(date)s. The expected cost of this usage is %(currency)s %(cost)s. %(options)sIn the event of a cancellation, the individual or organization booking the space will be charged 50%% of the total cost, unless it is cancelled more than two weeks prior to the event. If you have any questions or further requirements please contact The Hub's hosting team at %(hosts_email)s or call us on %(telephone)s. We look forward to seeing you. The Hosting Team
sv: %(name)s, Tack för din bokning i Hub %(location)s. Du har bokat %(resource)s från %(start)s till %(end)s den %(date)s. Den beräknade kostnaden för bokningen är %(currency)s %(cost)s. %(options)sVid en eventuell avbokning kommer 50%% av kostnaden att faktureras om avbokningen ej skett tidigare än två veckor innan den bokade tiden. Hör av dig till din host på %(hosts_email)s eller %(telephone)s om du har några frågor eller önskemål. Ditt Host-team

source: Dear %(name)s, Welcome to The Hub. You can now access information about other enterprises and innovators at the Hub. Just log on at http://members.the-hub.net. Your username is %(username)s and your password is %(password)s. Please login and change your password as soon as possible. We invite you to add a short profile of yourself, and search other member profiles. You can also book meeting spaces and resources as well as view the details of invoices received. Please don't hesitate to contact The Hub's hosting team at %(email)s or %(telephone)s. Thank you for being part of The Hub. The Hosting Team
sv: %(name)s, Välkommen till The Hub. Du har nu tillgång till det globala Hub-nätverket. Logga in på http://members.the-hub.net. Ditt användarnamn är %(username)s och lösenordet är %(password)s. Logga in och ändra ditt lösenord så snart som möjligt. Lösenordet ändrar du genom att klicka på "edit" uppe till höger i din användarinformation. Kom ihåg att klicka på "spara"! Hoppas du kan ta dig tid att lägga till en kort beskrivning av dig själv och söka runt bland de andra medlemmarnas profiler. Här kan du även boka konferenrum och andra resurser. Dessutom hittar du detaljerad information om de fakturor du erhållit. Hör av dig till din host på %(email)s eller %(telephone)s om du har några frågor eller funeringar. Tack för att du valt att bli en del av The Hub. Ditt Host team

source: Your username or password were incorrect. Please try again.
sv: Felaktigt användarnamn eller lösenord. Var vänlig försök igen.

source: Please log in.
sv: Vänligen logga in.

source: Please enter the email address associated with your account
sv: Skriv in den mailadress som är knutet till ditt användarkonto

source: A confirmation email was sent to you.
sv: Ett bekräftelsemail har skickats till dig.

source: The email was not correct
sv: Mailet var inte korrekt

source: The confirmation key is wrong - maybe you need to check your email?
sv: Bekräftelsnyckeln är fel. Du måste kanske dubbelkolla i ditt mail?

source: The new password was sent to you.
sv: Det nya lösenordet har skickats till dig.

source: Dear %(first_name)s, Please find your Hub invoice attached. If you have any questions, please don't hesitate to contact The Hub's hosting team on %(location_name)s.hosts@the-hub.net or %(telephone)s. We would always welcome your feedback and ideas on how we can improve your experience here. Thank you for being part of The Hub. The Hosting Team
sv: %(first_name)s, Bifogad hittar du din Hub-faktura. Hör av dig till din host på %(location_name)s.hosts@the-hub.net eller %(telephone)s om du har några frågor eller funderingar över fakturan. VI tar gärna emot tankar och synpunkter från dig på hur din tillvaro här på Hubben kan fungera bättre. Tack för att du är en del av The Hub. Ditt Host team

source: Message
sv: Meddelande

source: Tariff costs
sv: Tariff

source: Quantity-Based
sv: Antals-baserad

source: Time-Based
sv: Tids-baserad

source: Active
sv: Aktiv

source: Inactive
sv: Inaktiv

source: Cost
sv: Kostnad

source: Type
sv: Typ

source: Add new resource
sv: Lägg till ny resurs

source: Add new tariff
sv: Lägg till ny tariff

source: edit
sv: ändra

source: Add a resource
sv: Lägg till resurs

source: Add a Tariff
sv: Lägg till tariff

source: Resources and Tariffs
sv: Resurser och tariffer

source: Resource details
sv: Resursdetaljer

source: Resource costs
sv: Resurskostnader

source: Tariff details
sv: Tariffdetaljer

source: Tariffs
sv: Tariffer

source: Resources
sv: Resurser

source: other
sv: annat

source: phone
sv: telefon

source: printer
sv: skrivare

source: room
sv: rum

source: Description goes here
sv: Beskrivning här

source: Resource 1
sv: Resurs 1

source: Resource 2
sv: Resurs 2

source: Resource 3
sv: Resurs 3

source: Resource 4
sv: Resurs 4

source: Description
sv: Beskrivning

source: Name
sv: Namn

source: Resource
sv: Resurs

source: Location
sv: Placering

source: Billed User
sv: Fakturerad användare

source: Cost (leave blank for automatic cost):
sv: Kostnad (lämna tomt för automatisk kostnad)

source: Custom billing name:
sv: Annat faktureringsnamn:

source: Date:
sv: Datum:

source: End time:
sv: Sluttid:

source: Quantity:
sv: Antal:

source: Start time:
sv: Starttid:

source: Time of Usage:
sv: Använd tid:

source: Tariff Price
sv: Tariffpris

source: Subject:
sv: Ämne:

source: Body:
sv: Brödtext:

source: Due Date:
sv: Sluttid:

source: Add a new list
sv: Lägg till en ny lista

source: Name of list:
sv: Listnamn:

source: Location:
sv: Plats:

source: As HTML
sv: Som HTML

source: As PDF
sv: Som PDF

source: Modify
sv: Ändra

source: re-send invoice
sv: skicka om faktura

source: send invoice
sv: skicka faktura

source: Remove
sv: Ta bort

source: unsent
sv: osänd

source: (Including VAT)
sv: (inkl. moms)

source: Billing and Invoicing for name
sv: Kostnader och fakturering för namn

source: Billing Details
sv: Fakturadetaljer

source: Invoice History
sv: Fakturahistorik

source: Date sent
sv: Skickat datum

source: Invoice Ref
sv: Fakturareferens

source: Amount
sv: Summa

source: View
sv: Vy

source: Use my normal profile address
sv: Använd min vanliga adress

source: Billing address
sv: Faktureringsadress

source: Company Number
sv: Organisationsnummer

source: Company name
sv: Företagsnamn

source: Email contact
sv: Mailkontakt

source: Fax number
sv: Faxnummer

source: Member to bill
sv: Medlem att fakturera

source: Phone number
sv: Telefonnummer

source: VAT Number
sv: Momsregistreringsnummer

source: Billing Address
sv: Faktureringsadress

source: Self
sv: Själv

source: Use profile details
sv: Använd profilinfo

source: london.hosts@the-hub.net
sv: stockholm.hosts@the-hub.net

source: What do you to want book?
sv: Vad vill du boka?

source: Select Hub
sv: Välj Hub

source: To make a booking, or modify an existing one:
sv: För att skapa en bokning eller ändra en befintlig:

source: Need Help with Booking?
sv: Hjälp med bokning?

source: Day View
sv: Dagvy

source: Only show my bookings
sv: Visa bara mina bokningar

source: Week View
sv: Veckovy

source: Click on the space and the time you would like.
sv: Klicka på resursen och den tid du vill boka.

source: Provide us with the booking details required.
sv: Mata in nödvändiga detaljer för bokningen.

source: Select the date you are looking for.
sv: Välj önskat datum.

source: A confirmation will be emailed to you as soon as the booking is made. For further information or to cancel a booking (starting in the next two weeks) please email
sv: En bekräftelse mailas till dig så snart bokningen är genomförd. För vidare information eller avbokning av en tid de närmaste två veckor maila

source: In the event of a cancellation, the individual or organization booking the space will be charged 50% of the total cost, unless it is cancelled more than two weeks prior to the event.
sv: Vid en eventuell avbokning kommer 50% av kostnaden att faktureras om avbokningen ej skett tidigare än två veckor innan den bokade tiden.

source: Organisational Responsibilities
sv: Organisatoriskt ansvar

source: Progressive organisational practices
sv: Framåtskridande organisatoriska aktiviteter

source: Any additional information you would like to provide:
sv: Någon mer information du vill lägga till:

source: Areas of interest
sv: Intressen

source: How did you hear about SVN?
sv: Hur/var hörde du om SVN?

source: Number of employees
sv: Antal anställda

source: Organisation type
sv: Typ av organisation

source: Social and environmental responsibility
sv: Socialt och mijömässigt ansvarigt

source: What benefits would membership of SVN bring you?
sv: Vilka fördelar skulle ett medlemskap i SVN ge dig/er?

source: What contribution do you think you can make to SVN?
sv: Vilket bidrag skulle du/ni kunna ge till SVN?

source: Your Membership
sv: Ditt medlemskap

source: Your organisation
sv: Din organisation

source: Additional Information
sv: Övrig information

source: Please briefly describe your responsibilities in your organisation
sv: Beskriv kortfattat dina uppgifter i organisationen

source: Please outline any of your organisations practices that could be described as progressive
sv: Beskriv övergripande de aktiviteter i er organisation som kan beskrivas som framåtskridande/socialt positiva

source: My bookings
sv: Mina bokningar

source: Unavailable for booking
sv: Ej möjlig att boka

source: Watching for availability
sv: Bevakas

source: display name
sv: visningsnamn

source: Search
sv: Sök

source: Search Results
sv: Sökresultat

source: Sorry, no users matched "
sv: Inga sökträffar på "

source: Business Type:
sv: Typ av företag:

source: Query goes here
sv: Frågan ställs här

source: Invoicing
sv: Fakturering

source: Times
sv: Tider

source: Todos
sv: Att-göra

source: Account Number
sv: Kontonummer

source: Swift Code
sv: BIC

source: Sort Code
sv: Sorteringsbegrepp

source: Payment Terms
sv: Betalningsvillkor

source: Company no.
sv: Organisationsnummer

source: Excluding VAT
sv: Netto

source: Invoice
sv: Faktura

source: Invoice No.
sv: Fakturanr.

source: Invoice to
sv: Fakturerat till

source: Membership No.
sv: Medlemsnummer

source: Sub Total
sv: Delsumma

source: Thank you for your prompt payment
sv: Eventuell anmärkning mot denna faktura skall göras inom 8 dagar

source: Total
sv: ATT BETALA

source: Date
sv: Datum

source: VAT
sv: Moms (25%)

source: Create Invoice
sv: Skapa faktura

source: to
sv: till

source: From
sv: Från

source: Add Resource Usage:
sv: Lägg till resursanvändning:

source: You must send existing invoices before creating new ones
sv: Du måste skicka redan skapade fakturor innan nya kan skapas

source: Uninvoiced
sv: Ofakturerat

source: choose a resource...
sv: välj en resurs...

source: Invoicing Search
sv: Fakturasökning

source: Other Resources Usages
sv: Användning andra resurser

source: Search in Location
sv: Sök på placering

source: for users with non-invoiced items
sv: för användare med ofakturerade saker

source: which finished on or before
sv: som slutade på eller före

source: Download (csv)
sv: Ladda ner (csv)

source: Download CSV
sv: Ladda ner CSV

source: Download usage report (csv)
sv: Ladda ner rapport över användning (csv)

source: Graph
sv: Diagram

source: Larger Graph (New window)
sv: Större diagram (nytt fönster)

source: Plot Larger size graph (New window)
sv: Rita större diagram (nytt fönster)

source: Plot Usage report graph
sv: Rita diagram över användning

source: | End
sv: | Slut

source: | End date:
sv: | Slutdatum:

source: Delete
sv: Ta bort

source: Resource Name
sv: Resursbenämning

source: Start date:
sv: Startdatum:

source: Custom report generation
sv: Skapa anpassad rapport

source: Home Page Image
sv: Hemsidesbild

source: Invoice Image
sv: Fakturabild

source: Quick reports
sv: Snabbrapporter

source: Saved reports
sv: Sparade rapporter

source: Top Bar Image
sv: Sidhuvudsbild

source: Import / Export
sv: Importera / Exportera

source: Usage Reports
sv: Användningsrapport

source: Days
sv: Dagar

source: Hours
sv: Timmar

source: Months
sv: Månader

source: Pattern
sv: Mönster

source: Time-series
sv: Tidsserier

source: Weekdays
sv: Veckodagar

source: Image of 690px by 130px or equivalent proportions
sv: En bild med dimensionen 690px * 130px eller med samma proportioner

source: Image of 850px by 113px or equivalent proportions
sv: En bild med dimensionen 850px * 113px eller med samma proportioner

source: Image of 850px by 87px or equivalent proportions
sv: En bild med dimensionen 850px * 87px eller med samma proportioner

source: replace image
sv: ersätt bild

source: Apply usage selection filters
sv: Använd fliter för urval av användning

source: Current month room usage pattern by days
sv: Innevarande månads rumsanvändning per dag

source: Date range
sv: Datumintervall

source: Download invoice list for Sage
sv: Ladda ner fakturalista för Sage

source: Download member list for Sage
sv: Ladda ner medlemslista för Sage

source: Download resource usage summary
sv: Ladda ner total resursanvändningslista

source: Generated on
sv: Skapad

source: Graph Type
sv: Typ av diagram

source: Groupby (X-Axis in graphs)
sv: Gruppera efter (x-axeln i diagram)

source: Last Week room usage pattern by hour
sv: Föregående veckas rumsanvändning per timme

source: Report access option
sv: Alternativ

source: Select Resource Type / OR
sv: Väl resurstyp / ELLER

source: Tariffs (Time-series)
sv: Tariffer (Tidsserier)

source: Time:
sv: Tid:

source: Title
sv: Titel

source: Upload outstanding invoice data
sv: Ladda upp utestående fakturainformation

source: For User
sv: För användare

source: Default Level of Vat Charged (0%-100%)
sv: Förvald momssats (0%-100%)

source: Language
sv: Språk

source: Payment_Terms
sv: Betalningsvillkor

source: Bank Account No.
sv: Bankkonto

source: Company No.
sv: Organisationsnummer

source: Domain Name
sv: Domännamn

source: Homepage Description
sv: Hemsida, beskrivning

source: Homepage Title
sv: Hemsida, titel

source: IBAN No.
sv: IBAN-nummer

source: Local Currency
sv: Lokal valuta

source: Local Time Zone
sv: Lokal tidszon

source: Location Name
sv: Plats

source: RFID Enabled
sv: RFID-aktiverad

source: Swift No.
sv: Swift-nummer

source: Telephone
sv: Telefon

source: Vat Included
sv: Moms inkluderad

source: Vat Number
sv: Momsregnummer

source: Default Vat Level
sv: Förvald momssats

source: Local Language
sv: Lokalt språk

source: Sort Code (if applicable)
sv: Sorteringskod (om aktuellt)

source: Forgot your password?
sv: Glömt ditt lösenord?

source: Recently Updated Profiles in The Hub Network
sv: Senaste uppdaterade profiler i Hub-nätverket

source: Upcoming Events in The Hub Network
sv: Kommande event i Hub-nätverket

source: Password:
sv: Lösenord:

source: User Name:
sv: Användarnamn

source: add card
sv: lägg till kort

source: add new note
sv: lägg till ny anteckning

source: About me
sv: Om mig

source: Additional information for SVN
sv: Övrig info för SVN

source: Card Registration
sv: Kortregistrering

source: Member services
sv: Medlemstjänster

source: Membership history
sv: Medlemshistoria

source: Relationship Details
sv: Relationsdetaljer

source: Relationship History
sv: Relationshistoria

source: Schedule
sv: Medlemskapsnivå

source: Price per unit (Current)
sv: Pris per enhet (nuvarande)

source: Price per hour/
sv: Pris per timme/

source: Pricing Schedule
sv: Prisnivå

source: Add Resource
sv: Lägg till resurs

source: Add Resource Group
sv: Lägg till resursgrupp

source: Delete resource group
sv: Ta bort resursgrupp

source: more...
sv: mer...

source: activate
sv: aktivera

source: de-activate
sv: avaktivera

source: See resources in this group
sv: Se resurser i den här gruppen

source: Time Based
sv: Tidsbaserad

source: Percentage VAT (0-100)
sv: Moms (0% - 100%)

source: Order the "resource groups" listed below using the arrows. The order determines the resource group order in the booking interface. You can also drag and drop resource between groups and reorder resources within groups
sv: Sortera "resource groups" nedan med hjälp av pilarna. Ordningen du ser här blir den samma som medlemmarna ser i resursbokningen. Resurser kan även dras mellan resursgrupper och sorteras inom grupperna.

source: Add Tariff
sv: Lägg till tariff

source: Price List
sv: Prislista

source: make guest tariff
sv: Skapa gästtariff

source: Default
sv: Förvalt

source: False
sv: Falskt

source: True
sv: Sant

source: Login
sv: Logga in

source: Logout
sv: Logga ut

source: My Profile
sv: Min profil

source: Search by membership card
sv: Sök på medlemskort

source: Search everything
sv: Sök allt

source: Search member names
sv: Sök på medlemsnamn

source: All Hubs
sv: Alla hubbar

source: loading...
sv: laddar...

source: Cancel this Booking
sv: Ta bort den här bokningen

source: (You will be notified if this booking expires/confirmed)
sv: (Du för ett meddelande om den här bokningen löper ut eller bekräfstas)

source: (excluding VAT)
sv: (exklusive moms)

source: (including VAT)
sv: (inklusive moms)

source: Booked By
sv: Bokad av

source: Booked For
sv: Bokad för

source: Cancel Booking
sv: Avbryt bokning

source: Meeting name
sv: Rubrik för möte

source: Number of people
sv: Antal personer

source: Unavailable
sv: Ej tillgänglig

source: Extras
sv: Extra

source: Meeting Description
sv: Beskrivning av möte

source: Tentative
sv: Preliminär

source: Time
sv: Tid

source: Special price for this booking
sv: Anpassat pris för den här bokningen

source: All prices exclude VAT
sv: Alla priser är exklusive moms

source: All prices include VAT
sv: Alla priser är inklusive moms

source: Publicise event to The Hub's website
sv: Publicera detta event på The Hubs hemsida

source: Meeting Name
sv: Rubrik för möte

source: Number of People
sv: Antal personer

source: Price
sv: Pris

source: Select Resource
sv: Välj resurs

source: Knowledge clusters are communities of people who share similiar interests, practices and questions. Which of these email groups would you like to participate in?
sv: Kunskapsgrupper är sammanslutningar av individer med liknande intressen, verksamheter och frågeställningar. I vilka av dessa emailgrupper skulle du vilja delta?

source: What interests you?
sv: Vad intresserar dig?

source: What skills and services would you like to offer other members?
sv: Vilka färdigheter och tjänster skulle du vilja erbjuda andra medlemmar?

source: Please tell other Hub members about yourself and the projects you work on.
sv: Berätta för andra Hub-medlemmar om dig själv och de projekt du jobbar med.

source: Active?
sv: Aktiv?

source: Default Email
sv: Förvald email

source: Member of The Hub in
sv: Medlem av Hubben i

source: Membership number
sv: Medlemsnummer

source: Outstanding Balance
sv: Utestående att betala

source: User created
sv: Användare skapad

source: Address
sv: Adress

source: Aliases
sv: Alias

source: Home Hub
sv: Hemmahub

source: Home Phone
sv: Telefon, hemma

source: Internet Phone (SIP id)
sv: Internet-telefon (SIP id)

source: Mobile
sv: Mobil

source: Postcode
sv: Postnummer

source: Role
sv: Roll

source: Skype name
sv: Skype-ID

source: Username
sv: Användarnamn

source: Work Phone
sv: Telefon, jobb

source: Type of Business
sv: Typ av verksamhet

source: Yes
sv: Ja

source: (please include international dialing code)
sv: (inkludera landskod t ex +46)

source: To change your password enter the new one in the two fields below
sv: Mata in det nya lösenordet i de två fälten nedan

source: (When a user is first activated, a welcome message will be sent out with the username and password. If the password field is left empty when activating the user, the password will be reset to a random string.)
sv: (Ett email med användarnamn och lösenord skickas ut till den nya medlemmen. Om inget lösenord matas in kommer systemet att själv generera ett slumpmässigt lösenord)

source: Active Profile?
sv: Aktiv profil?

source: Confirm Password
sv: Bekräfta lösenord

source: First name
sv: Förnamn

source: Last name(s)
sv: Efternamn

source: Password
sv: Lösenord

source: Show profile on The Hub's public website
sv: Visa profilen på the Hubs publika websida

source: Type of business
sv: Typ av verksamhet

source: home hub
sv: Hemmahub

source: location
sv: plats

source: member
sv: medlem

source: Remove Card
sv: Ta bort kort

source: No Card Issued
sv: Inget kort utdelat

source: Extension number
sv: Anknytningsnummer

source: Franking machine pin
sv: Kod för kopieringsmaskin

source: Location of storage
sv: Förvaring

source: Phone handset number
sv: Passerkortsnummer

source: Storage allocation on hub server (GB)
sv: Allokerat utrymme på Hub-servern (GB)

source: Type of computer
sv: Typ av dator

source: Add Contained Resource
sv: Lägg till kopplad resurs

source: Add Suggestion
sv: Lägg till förslag

source: Containment
sv: Koppling

source: Resource Image
sv: Bild på resurs

source: Suggestions
sv: Förslag

source: No Suggestions
sv: Inga förslag

source: Nothing Contained
sv: Inget kopplat

source: Add resources which are contained by this one. In this case, if the container is booked the other will be unavailable. Also if the contained resource is booked the container will be unavailable. This also works for multiple levels of containment
sv: Lägg till en resurs som ingår i den här resursgruppen. I det här faller gäller att om resursgruppen är bokad är den inte tillgänglig. Dessutom är resursgruppen ej tillgänglig om den inlkluderade resursen är bokad. Detta gäller även resursgrupper som ingår i andra resursgrupper.

source: Add suggestions so that when a user books a resource they are prompted to book associated extras. e.g. when booking a meeting room people might often also require a projector, tea, coffee, or lunch
sv: Lägg till förslag så att när någon bokar en resurs så får de förslag på extra saker . T ex kan de som bokar ett konferensrum kanske vara intresserade av kaffe, lunch eller annat.

source: Optionally, an image will appear when a user tries to book a resource. If you want that to happen for this resource, replace the image below. Images will be scaled to 150px by 230px, please upload images of equivalent proportions.
sv: Det finns möjlighet att visa en bild när en användare försöker boka en resurs. Om du vill att det ska ske för den här resursen så ersätt bilden nedan. Bilder kommer att skalas till storleken 150px * 230px så bäst är att ladda upp bilder med sammam proportioner.

source: Add new member
sv: Ny medlem

source: Search results
sv: Sökresultat

source: Billing
sv: Fakturering

source: Profile
sv: Profil

source: Name of note:
sv: Benämning på anteckning:

source: Date to Follow Up
sv: Datum för uppföljning

source: Details
sv: Detaljer

source: delete
sv: ta bort

source: Action Assigned To
sv: Aktivitet delegerad till

source: Action Closed
sv: Aktivitet avslutat

source: Closed
sv: Avslutad

source: Follow-up Date
sv: Datum för uppföljning

source: cod
sv: torsk

source: hound
sv: hund

source: lion
sv: lejon

source: plaice
sv: spätta

source: pussycat
sv: kisse

source: scum
sv: makrill

source: wolf
sv: varg

source: Cats
sv: Katter

source: Dogs
sv: Hundar

source: Fishes
sv: Fiskar

source: Save parameters for future regeneration of this graph
sv: Spara parametrar för framtida bruk

source: Resource Usage
sv: Resursanvändning

source: add pricing
sv: lägg till pris

source: year
sv: år

source: month
sv: månad

source: Price:
sv: Pris:

source: Starting Period:
sv: Startar:

source: Delete Pricing
sv: Ta bort pris

source: Period Starting
sv: Startar

source: Signed Up By
sv: Kontrakterad av

source: Unknown
sv: Okänd

source: Host Contact
sv: Host-kontakt

source: Introduced By
sv: Introducerad av

source: Signed By
sv: Kontrakterad av

source: Manage Resources
sv: Hantera resurser
