Repository: salfield/hubspace
Catalog: hubspace/locales/*_stockholm/LC_MESSAGES/messages.po
Languages: sv

source: Manage Tariffs
sv: Hantera tariffer

source: Add to Invoice
sv: Lägg till på faktura

source: Remove from Invoice
sv: Ta bort från faktura

source: change
sv: ändra

source: (Excluding VAT unless stated otherwise)
sv: (Exklusive moms om inget annat anges)

source: (Including VAT unless stated otherwise)
sv: (Inklusive moms om inget annat anges)

source: Add To Open Invoice
sv: Lägg till på en öppen faktura

source: Delete Resource Usage
sv: Ta bort resursanvändning

source: End
sv: Slut

source: End date
sv: Slutdatum

source: No Resource Usages
sv: Ingen resursanvändning

source: Place
sv: Plats

source: Quantity
sv: Antal

source: Quantity / Duration
sv: Antal / Varaktighet

source: Remove from Open Invoice
sv: Ta bort från öppen faktura

source: Start date
sv: Startdatum

source: a
sv: en

source: Message:
sv: Meddelande:

source: Send invoice by email
sv: Skicka faktura via email

source: Attachment:
sv: Bilaga:

source: Make Booking
sv: Skapa bokning

source: My Bookings
sv: Mina bokningar

source: Space and Resource Booking
sv: Resursbokning

source: Close:
sv: Stäng:

source: Add Todo
sv: Lägg till Att-göra

source: Add new Todo list
sv: Lägg till Att-göralista

source: Delete List
sv: Ta bort lista

source: Ignore
sv: Ignorera

source: Show Closed
sv: Visa stängda

source: Select host:
sv: Välj host:

source: This todo is closed!
sv: Den här Att-göra är stängd

source: The booking must end later than it starts!
sv: Bokningen måste sluta senare än den börjar!

source: The booking must start before ending!
sv: Bokningen måste börja tidigare än den slutar!

source: A tentative booking should be made at least %s hours in advance!
sv: En preliminär bokning bör skapas senast %s hours i förväg!
